Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Rozumiem, powodzenia.
uk: Зрозумів. Щасти тобі.

source: Rozumiem, sprawa jest bardziej niepokojąca niż myślałam. Przekażę te informacje komu trzeba, może oni będą w stanie dowiedzieć się czegoś więcej.
uk: Розумію, ситуація ще більш тривожна, ніж я думала. Я передам цю інформацію кому потрібно, можливо, вони зможуть дізнатися більше.

source: Rozumiem, to honorowa kobieta. Wiem, że dotrzyma danego słowa.
uk: Розумію, вона чесна жінка. Я знаю, що вона дотримає свого слова.

source: Rozumiem, tylko z tego co wiem, już jesteś czyimś czeladnikiem. Nie chcę wyjść na kogoś, kto próbuje podkupywać cudzych pracowników.
uk: Розумію, але, наскільки я знаю, ти вже чийсь учень. Я не хочу виглядати людиною, яка намагається переманити чужих працівників.

source: Rozumiem, w takim razie to musiało być coś innego.
uk: Розумію, тоді це могло бути щось інше.

source: Rozumiem, zawsze to coś.
uk: Розумію, це хоча б щось.

source: Rozumiem, zmienić gacie. Ha! Śmiało, poczekam.
uk: Ясно, перевдягти штани. Ха! Давай, я почекаю.

source: Rozumiem, że Gildia miała być dla mnie nową rodziną, ale przesadzasz. Więzy krwi są dla mnie o wiele ważniejsze niż podpis na kartce papieru!
uk: Я розумію, що Гільдія повинна була стати для мене новою сім'єю, але ти перегинаєш палицю. Для мене кровний зв'язок набагато важливіший, ніж підпис на клаптику паперу!

source: Rozumiem, że Veit jest o wszystkim poinformowany?
uk: Я так розумію, що Вейт про все поінформований?

source: Rozumiem, że chcesz się stąd wydostać, ale krzycząc o tym na całą jaskinię, wiele nie zdziałasz.
uk: Розумію, що ти хочеш вибратись звідси, але кричати про це на всю печеру не дуже дієво.

source: Rozumiem, że ganianie z miotłą może nie być wymarzonym zadaniem dla młodzieńca, ale pamiętaj, że od czegoś trzeba zacząć.
uk: Я розумію, що махати мітлою – це, можливо, не робота мрії для молодої людини, але пам'ятай, що з чогось треба починати.

source: Rozumiem, że jesteś dzielnym świeżakiem, który miał nas grzecznie sprowadzić do domu?
uk: Я так розумію, ти той самий хоробрий новачок, який повинен був доставити нас додому?

source: Rozumiem, że jesteś ekspertem w tej dziedzinie. Mówiłem ci...
uk: Я розумію, що ти експерт у цій галузі. Я ж казав тобі...

source: Rozumiem, że jesteś rzeźnikiem?
uk: Я так розумію, ти різник?

source: Rozumiem, że mam go przekonać do sprzedaży?
uk: Я так розумію, я маю переконати його продати будинок?

source: Rozumiem, że masz dla mnie kolejne zadanie?
uk: Як я зрозумів, ти маєш для мене ще одне завдання?

source: Rozumiem, że miałeś pecha, ale wyczyszczenie takiej plamy będzie skomplikowane. Nawet nie wiem na pewno, czy mi się uda.
uk: Я розумію, що тобі не пощастило, але вивести таку пляму буде складно. Я навіть не знаю напевно, чи мені це вдасться.

source: Rozumiem, że mogę na ciebie liczyć?
uk: Я так розумію, що можу на тебе розраховувати?

source: Rozumiem, że nie jesteś w stanie zapłacić odpowiedniej kwoty, jednak utrzymanie klasztoru kosztuje, nie mogę się na to zgodzić.
uk: Я розумію, що ти не в змозі заплатити потрібну суму, але утримання монастиря коштує грошей, я не можу на це погодитись.

source: Rozumiem, że obleciał cię strach.
uk: Зрозуміло, тобою оволодів страх.

source: Rozumiem, że poświęcasz całą uwagę na szukanie brata, ale pamiętaj, że ja też jestem twoją rodziną i to ja wam pomogłem, gdy dotarliście do wioski.
uk: Я розумію, що ти повністю присвячуєш себе пошукам брата, але пам'ятай, що я теж твоя сім'я, і це я допоміг вам, коли ви дісталися до села.

source: Rozumiem, że przez 'na zbyciu' masz na myśli do oddania?
uk: Я так розумію, що під словом 'зайвий' ти маєш на увазі безкоштовний?

source: Rozumiem, że szukasz zemsty, sam też pragnę go dopaść, żeby nigdy już nie skrzywdził niewinnych ludzi.
uk: Я розумію, ти прагнеш помсти, я сам прагну спіймати його, щоб він більше ніколи не скривдив ні в чому не винних людей.

source: Rozumiem, że taką wiadomość przekazać dowódcy?
uk: Я так розумію, саме це потрібно передати командиру?

source: Rozumiem, że te podejrzenia ciągną się już latami, ale powoli zaczyna to wyglądać jak obsesja.
uk: Я розумію, що ці підозри тягнуться роками, але поступово це починає виглядати як одержимість.

source: Rozumiem, że też podzielasz jego szlachetne intencje?
uk: Я так розумію, ти також поділяєш його благородні наміри?

source: Rozumiem, że tylko kurtuazyjnie rozpoczynasz rozmowę, bo to chyba oczywiste, że jestem ogrodnikiem.
uk: Я так розумію, це такий ввічливий спосіб почати розмову, бо це ж очевидно, що я садівник.

source: Rozumiem, że wiele zmieniło się w twoim życiu, ale to nie powód, by zrzucać winę na żonę i żalić się ludziom w burdelu.
uk: Я розумію, що твоє життя сильно змінилося, але це не привід звинувачувати у всьому дружину і скаржитися людям в борделі.

source: Rozumiem, że zadanie zostało wykonane.
uk: Я так розумію, що завдання виконано.

source: Rozumiem.
uk: Розумію.

source: Rozumiem. Był z niego naprawdę dobry człowiek, do tego ponadprzeciętny szermierz.
uk: Зрозуміло. Він справді був хорошою людиною, до того ж відмінним фехтувальником.

source: Rozumiem. Cieszę się, że chociaż tobie udało się ujść z życiem.
uk: Я розумію. Я радий, що принаймні ти зміг вибратися живим.

source: Rozumiem. Czy masz zatem coś na swoje usprawiedliwienie?
uk: Зрозуміло. Чи можеш ти щось сказати на своє виправдання?

source: Rozumiem. Czyli według ciebie co miałbym niby robić?
uk: Розумію. То що, на твою думку, я маю робити?

source: Rozumiem. Dlatego zamiast szwendać się pod murami i szukać sposobu na wejście, wyświadczysz mi przysługę. W zamian otrzymasz glejt. Z nim wejdziesz do miasta bez problemów.
uk: Я розумію. Тому замість того, щоб блукати під стінами в пошуках проходу, ти зробиш мені послугу. Натомість отримаєш перепустку. З нею ти без проблем потрапиш до міста.

source: Rozumiem. Do kogo mam się udać w tej sprawie?
uk: Розумію. До кого я можу звернутися у цій справі?

source: Rozumiem. Dobrze, pokaż mi tę mapę, spróbuję z nią coś zrobić.
uk: Зрозуміло. Добре, покажи мені ту мапу, я спробую з нею щось зробити.

source: Rozumiem. Gdybyś jednak wybierał się w tamte strony, proszę, daj mi znać.
uk: Розумію. Однак, якщо ти збиратимешся туди, будь ласка, дай мені знати.

source: Rozumiem. Gdybyś jednak zmienił zdanie, to będę tu jeszcze przez jakiś czas. Zostało mi do omówienia kilka spraw z Ulrykiem.
uk: Розумію. Однак, якщо ти передумаєш, я ще побуду тут деякий час. Мені треба обговорити кілька справ з Ульріком.

source: Rozumiem. Gdzie mam ich szukać?
uk: Розумію. Де мені їх шукати?

source: Rozumiem. Gdzie znajdę Detlowa?
uk: Розумію. Де мені знайти Детлоу?

source: Rozumiem. Głupio mi się teraz o to pytać, ale co z żywnością? Odzyskałeś ją?
uk: Розумію. Безглуздо питати про це зараз, але що з продуктами? Ти їх знайшов?

source: Rozumiem. Hm, kto wie, może to znak, że czas przenieść się na Khorinis?
uk: Зрозуміло. Хм, хто знає, може, це знак, що настав час переїжджати в Хорініс?

source: Rozumiem. I tak już wiele dla nas zrobiłeś.
uk: Я розумію. Ти й так вже багато для нас зробив.

source: Rozumiem. Już idę.
uk: Зрозумів. Вже йду.

source: Rozumiem. Każdy chce czegoś innego, ja na przykład - spokojnego życia.
uk: Я розумію. Кожен хоче чогось свого. Я, наприклад – спокійного життя.

source: Rozumiem. Kto wie, może w przyszłości będziemy używać takiego specyfiku podczas walk...
uk: Зрозуміло. Хто знає, можливо, в майбутньому ми будемо використовувати такі засоби під час битв...

source: Rozumiem. Może to już najwyższy czas, byśmy wyjaśnili sobie parę spraw...
uk: Я розумію. Можливо, настав час прояснити деякі моменти...

source: Rozumiem. Na kiedy byłaby gotowa? Chciałbym ją mieć jak najszybciej.
uk: Розумію. Коли вона буде готова? Я хотів би отримати її якомога швидше.

source: Rozumiem. Na razie. I dzięki za informacje.
uk: Зрозуміло. Побачимось пізніше. І дякую за інформацію.

source: Rozumiem. Powiem o tym Weigarowi, coś wymyślimy. Ty tymczasem nie rób nic głupiego, żebyś nie złamał sobie nogi albo coś.
uk: Розумію. Я скажу про це Вейгару, ми щось придумаємо. А ти тим часом не роби дурниць, щоб не зламати собі ногу чи ще щось.

source: Rozumiem. Powinniśmy byli lepiej przygotować naszych towarzyszy do tej wyprawy... Pazerność i brak roztropności to pewna zguba w miejscu takim jak to.
uk: Розумію. Треба було краще підготувати наших товаришів до цієї експедиції... Жадібність і необачність – це вірна смерть у такому місці.

source: Rozumiem. Przekażę.
uk: Розумію. Я передам.

source: Rozumiem. Spokojnie, rozliczymy się, gdy będzie po wszystkim.
uk: Я розумію. Не хвилюйся, ми розрахуємось, коли все буде зроблено.

source: Rozumiem. W każdym razie, nie jest to jakiś nowy wynalazek?
uk: Зрозуміло. У будь-якому випадку, це не якийсь новий винахід?

source: Rozumiem. W takim razie nie przeszkadzam.
uk: Розумію. В такому разі, я не буду заважати.

source: Rozumiem. Wrócę, jak to załatwię.
uk: Зрозумів. Я повернуся, коли розберуся з цим.

source: Rozumiem. Wybacz, że zawracałem ci głowę.
uk: Я розумію. Вибач, що потурбував тебе.

source: Rozumiem. Zadbam o to, żeby instrukcje dla tropicieli zostały poprawione. Dobra robota, Marvin. Masz, twoja nagroda.
uk: Зрозумів. Я простежу, щоб інструкції для слідопитів були виправлені. Гарна робота, Марвіне. Ось твоя нагорода.

source: Rozumiem...
uk: Розумію...

source: Rozumiem... Chociaż może to i lepiej. Chciałbym, żebyś udał się do kopalni i popracował w niej jakiś czas jako zwykły górnik.
uk: Розумію... Хоча, можливо, це й на краще. Я б хотів, щоб ти пішов до копальні і попрацював там деякий час звичайним гірником.

source: Rozumiem... Teraz tylko spisz mi swoje zeznania na piśmie i mamy to z głowy.
uk: Зрозуміло... Тепер просто запиши для мене свої свідчення, і ми з цим покінчимо.

source: Rozumiem... Też czasami mnie to zaczyna irytować. Kto wie, może za jakiś czas sam zmienię robotę...
uk: Розумію... Мене це теж іноді починає дратувати. Хто знає, може, через якийсь час я і сам зміню роботу...

source: Rozumiem... znaczy chyba.
uk: Розумію... здається.

source: Rozumiemy, będziemy spokojni!
uk: Розуміємо, ми будемо поводитись тихо!

source: Rozumiesz co to takiego troska o zwierzęta? Zresztą, co ja sobie myślę? I tak pewnie nie masz pojęcia, co mam na głowie.
uk: Ти розумієш, що таке наглядати за тваринами? Зрештою, що я собі думаю? Ти, напевно, й гадки не маєш, скільки у мене справ.

source: Rozumiesz, co mam na myśli?
uk: Розумієш, що я маю на увазі?

source: Rozumiesz, jak duża odpowiedzialność na tobie spoczywa?
uk: Ти розумієш, яка на тобі лежить відповідальність?

source: Rozwal go!
uk: Бий його!

source: Rozwalcie kawał tej ściany, dobra? Myślę, że szybko się uwiniemy.
uk: Займися цією частиною стіни, гаразд? Думаю, ми швидко впораємось.

source: Rozważę twoją ofertę, ale najpierw muszę złożyć raport moim pracodawcom.
uk: Я розгляну твою пропозицію, але спершу я маю доповісти моєму роботодавцю.

source: Rozwiesiłem już wszystkie ogłoszenia. Mogę wracać do Bodowina.
uk: Я розвісив всі оголошення. Можна повертатися до Бодовіна.

source: Rozwiesiłem wszystkie ogłoszenia.
uk: Я розвісив усі оголошення.

source: Rozwiązanie Oktava. Zgadzam się z tym, tak będziemy brzmieć najwiarygodniej. Czyli co, narzekamy na żołd i niektóre obowiązki, a chwalimy sprzęt, dach nad głową i tak dalej?
uk: Як радив Октав. Я згоден із цим, так ми звучатимемо найпереконливіше. То що, нарікаємо на платню і деякі обов'язки, але хвалимо спорядження, дах над головою тощо?

source: Rozwiązaniem tego problemu miało się okazać zwiększenie kontyngentu górników na wyspie Khorinis.
uk: Вирішенням цієї проблеми повинно було стати збільшення чисельності гірників на острові Хорініс.

source: Rozwiązałem sprawę skradzionych beczek.
uk: Я розкрив справу з викраденням бочок.

source: Rozwiązałem sprawę ścierwojadów.
uk: Я вирішив питання з падальниками.

source: Rozwiązałem twój problem.
uk: Я вирішив твою проблему.

source: Rozwiązywanie języków
uk: Розв'язування язиків

source: Rozwiążesz sprawę mojego zwiadowcy, Burkharda.
uk: Ти вирішиш проблему мого розвідника, Бурхарда.

source: Rozładunku, który poszedł na dno?
uk: Розвантаженням того, що пішло на дно?

source: Rozłożę je tu, gdzie trzeba. Idź do Helgi i Adelarda, na pewno będą chcieli poznać raport ze sprawy.
uk: Я розкладу їх по місцях. Піди до Хельги і Аделарда, я впевнений, вони захочуть почути звіт по цій справі.

source: Rozłupywacz
uk: Розколювач

source: Rozłąki już dłużej nie zniesie me serce,
uk: Розлуку на серці уже не зігріти,

source: Roślina lecznicza
uk: Цілюща рослина

source: Roślina o przyjemnym miętowym zapachu.
uk: Рослина з приємним м'ятним ароматом.

source: Roślina przypomina ognisty korzeń.
uk: Рослина нагадує вогняний корінь.

source: Roślina rosnąca na dnie głębokich
uk: Рослина, що росте на дні глибоких

source: Roślina rosnąca przy brzegach rzek.
uk: Рослина, що росте вздовж берегів річок.

source: Roślina rosnąca w pobliżu zniszczonych drzew.
uk: Рослина, що росте біля повалених дерев.

source: Roślinność jest równie surowa co w południowych terenach Nordmaru. Jest tylko jeden problem...
uk: Рослинність така ж сувора, як і в південних теренах Нордмару. Є лише одна проблема...

source: Rośliny
uk: Рослини

source: Rośliny można przynosić pojedynczo, gdyż magowi zależy na czasie. Bez należy dostarczyć do chaty Lokvara obok cmentarza w Silbach.
uk: Рослини можна приносити поштучно, магу вони потрібні постійно. Будинок Локвара знаходиться поряд із цвинтарем у Сільбаху.

source: Rośliny, które uprawia tu Bodowin, nie mają dobrego wpływu na lokalną faunę. Tak czy inaczej, udało mi się pokonać te dziwne ścierwojady. Pora wracać do alchemika.
uk: Рослини, які вирощує тут Бодовін, не дуже добре впливають на місцеву фауну. Так чи інакше, мені вдалося перемогти дивних падальників. Час повертатися до алхіміка.

source: Rubinowe Ostrze
uk: Рубіновий клинок

source: Rubinowe ostrze
uk: Рубіновий клинок

source: Rudi
uk: Руді

source: Ruiny powiadasz? Mogę podarować ci trochę skór, nawet jeśli nie będziesz z nich nic wytwarzał to chociaż będzie się można nimi ogrzać.
uk: Руїни, кажеш? Я можу дати тобі декілька шкур, навіть якщо ти нічого з них не виготовиш, то принаймні зможеш ними зігрітися.

source: Ruiny zamku
uk: Руїни замку

source: Ruiny znajdują się na zachód od miasta.
uk: Руїни знаходяться на захід від міста.

source: Rum
uk: Ром

source: Rum nie zasmakował Dirkowi.
uk: Ром не сподобався Дірку.

source: Runa
uk: Руна

source: Runa mocy
uk: Руна Сили

source: Runa teleportacyjna
uk: Руна телепортації

source: Runa teleportacyjna do
uk: Руна телепортації до

source: Runa teleportująca do Przystani Łotrów.
uk: Руна телепортації в Гавань лиходіїв.

source: Runa teleportująca do Wilczego Leża,
uk: Руна телепортації до Вовчого Лігва,

source: Runa teleportująca do jaskini
uk: Руна телепортації до печери

source: Runa teleportująca do kapliczki
uk: Руна телепортації до каплиці

source: Runa teleportująca do kapliczki Adanosa
uk: Руна телепортації до вівтаря Аданоса

source: Runa teleportująca do kapliczki Innosa
uk: Руна телепортації до вівтаря Інноса

source: Runa teleportująca do klasztoru Magów Wody.
uk: Руна телепортації до монастиря Магів Води.

source: Runa teleportująca do latarni morskiej
uk: Руна телепортації до маяка

source: Runa teleportująca do mojego domu
uk: Руна телепортації до мого дому

source: Runa teleportująca do opuszczonej jaskini
uk: Руна телепортації до покинутої печери

source: Runa teleportująca do starej krypty
uk: Руна телепортації до старої гробниці

source: Runa teleportująca do twierdzy Vardhal.
uk: Руна телепортації до фортеці Вардхал.

source: Runa teleportująca do zniszczonej wieży
uk: Руна телепортації до зруйнованої вежі

source: Runar
uk: Рунар

source: Runar był wyraźnie zadowolony z otrzymanej relikwii. Jutro mam przyjść do niego po nagrodę. Mam nadzieję, że do tego czasu zrozumie, jak bezsensowna jest ta cała gadanina o 'potężnych relikwiach'.
uk: Рунар був помітно задоволений отриманою реліквією. Завтра я прийду до нього, щоб забрати свою нагороду. Сподіваюся, до того часу він зрозуміє, наскільки безглузді всі ці розмови про 'могутні реліквії'.

source: Runar lubi ćwiczyć walkę przed naszą plebanią. Na pewno go poznasz.
uk: Рунар любить вправлятись з мечем перед нашим будинком. Впевнений, ти його впізнаєш.

source: Runar może mi pokazać, jak władać bronią jednoręczną.
uk: Рунар може показати мені, як володіти одноручною зброєю.

source: Runar nie będzie już sprawiać problemów.
uk: Рунар більше не створюватиме проблем.

source: Runar od jakiegoś czasu poszukuje pewnej boskiej relikwii. Ma wręcz obsesję na jej punkcie!
uk: Рунар вже давно шукає якусь божественну реліквію. Він просто одержимий нею!

source: Runar wydaje się przejęty 'Rytuałem Ognia'. Muszę zobaczyć, jak cała sprawa się skończy. Wrócę do niego o północy i pójdziemy spotkać się z Huugiem.
uk: Рунар, здається, стурбований 'Ритуалом Вогню'. Треба буде подивитися, чим це все закінчиться. Я повернуся до нього опівночі, і ми підемо на зустріч з Хуугом.

source: Runar zginął przez swoją własną głupotę. Poza tym, próbowałem go ocalić.
uk: Рунар загинув через власну дурість. Крім того, я намагався його врятувати.

source: Runy teleportacyjne
uk: Руни телепортації

source: Runy teleportacyjne? Ja się nie znam na magii!
uk: Руна телепортації? Я не знаюся на магії!

source: Rupert
uk: Руперт

source: Rupert był załamany, gdy dowiedział się o śmierci naszych towarzyszy. Doszedł do wniosku, że tylko wspierając się nawzajem będziemy bezpieczni, dlatego zacznie pracować dla Starszego.
uk: Руперт був убитий горем, коли дізнався про загибель наших товаришів. Він дійшов висновку, що тільки підтримуючи один одного, ми будемо в безпеці, тому він почав працювати на старосту.

source: Rupert dał mi przepis na szaszłyk ze szczura. Brzmi obrzydliwie, ale może będzie dało się to jakoś zjeść. Muszę przeczytać dokładną listę składników i przygotować wszystko na kuchence.
uk: Руперт дав мені рецепт шашлику зі щура. Звучить огидно, але, можливо, це можна буде якось з'їсти. Мені потрібно прочитати точний список складників і приготувати все на плиті.

source: Rupert doszedł do wniosku, że tylko wspierając się nawzajem będziemy bezpieczni. Chłopak powiedział, że chętnie zacznie pracować dla Starszego.
uk: Руперт дійшов висновку, що тільки підтримуючи один одного, ми будемо в безпеці. Хлопчина сказав, що буде радий почати працювати на старосту.

source: Rupert nie rwie się do pracy w polu, bo ma wyrzuty sumienia po zostawieniu Darryla i Maiwen na pastwę losu w jaskini na wybrzeżu. Może jeśli dowiem się, czy z nimi wszystko w porządku, to go przekonam do pracy dla Albyna?
uk: Руперт не хоче працювати в полі, бо відчуває докори сумління після того, як залишив Деріла і Мейвен помирати в печері на узбережжі. Можливо, якщо я дізнаюся, що з ними все гаразд, я зможу переконати його працювати на Альбіна?

source: Rupert opowiedział mi o swoich obawach odnośnie Darryla i Maiwen, którzy zostali w jaskini niedaleko plaży, na której wylądowaliśmy. Rupert twierdzi, że powinniśmy tam wrócić i im pomóc. Ja mam zdobyć miksturę leczniczą dla rannego Darryla, a Rupert uda się do kowala Thorstena po jakąś broń i właśnie pod jego warsztatem mamy się spotkać.
uk: Руперт розповів мені, що він занепокоєний щодо Деріла і Мейвен, які залишилися в печері біля пляжу, де ми висадилися. Руперт вважає, що ми повинні повернутися туди та допомогти їм. Я маю дістати цілюще зілля для пораненого Деріла, а Руперт піде до коваля Торстена за зброєю. Саме біля його майстерні ми зустрінемося.

source: Rupert poprosił mnie o zdobycie jakiegokolwiek mięsa, jednak piraci chowają wszystkie cenne towary poza naszym zasięgiem. Chyba nie mam wyboru i muszę zapolować na coś pod pokładem.
uk: Руперт попросив мене роздобути трохи м'яса, але пірати ховають усі цінні речі подалі від нас. Гадаю, мені не залишається нічого іншого, як вполювати щось під палубою.

source: Rupert, chłopak który przez całą podróż w ogóle się nie odzywał, ucieka na Archolos przed służbą w armii. Uważa się za rozsądnego człowieka, bo gdyby dał się zwerbować, pewnie zginąłby na froncie.
uk: Руперт, хлопець, який не розмовляв протягом усієї подорожі, тікає до Архолосу від служби в армії. Він вважає себе розсудливою людиною, адже якби дав себе завербувати, то, напевно, загинув би на фронті.

source: Rusz się trochę, nie za to płaci ci Dima, żebyś się teraz obijał. Rozejrzysz się po okolicy, to z pewnością coś znajdziesz.
uk: Порухайся трохи, Діна тобі платить не за те, щоб ти байдикував. Озирнися навкруги, ти обов'язково щось знайдеш.

source: Rusz się, Cortez zlecił nam zadanie.
uk: Рушаймо, Кортез дав нам завдання.

source: Rusz się, smarkaczu! Zasłaniasz mi widok na panienki!
uk: Відійди, шмаркачу! Ти закриваєш мені вид на дівчат!

source: Ruszaj i daj nam pracować.
uk: Проходь, і не заважай нам працювати.

source: Ruszaj i pokaż jak radzi sobie z takimi problemami Gildia Kupiecka!
uk: Іди та покажи, як із такими проблемами справляється Торгова Гільдія!

source: Ruszaj i załatwiaj swoje sprawy.
uk: Йди і вирішуй свої справи.

source: Ruszaj za Lichwiarzem, ja zajmę się rannymi.
uk: Рушай за Лихварем, а я подбаю про поранених.

source: Ruszaj, zanim się rozmyślę.
uk: Йди, доки я не передумав.

source: Ruszajmy dalej.
uk: Ходімо далі.

source: Ruszajmy do góry, Adelard i reszta pewnie już dogonili niedobitków.
uk: Ходімо вгору, Аделард і решта, мабуть, вже наздогнали тих, хто вижив.

source: Ruszajmy!
uk: Вирушаймо!

source: Ruszajmy! (Blefuj)
uk: Ходімо! (Обманути)

source: Ruszajmy, nie ma czasu do stracenia.
uk: Рушаймо, не можна гаяти часу.

source: Ruszajmy.
uk: Рушаймо.

source: Ruszam do miasta, postaram się coś na niego znaleźć.
uk: Я вирушу до міста, спробую на нього щось накопати.

source: Ruszam do roboty.
uk: Приступаю до справи.

source: Ruszam do ruin Vardhal i szukam godnych wojowników.
uk: Я вирушаю до руїн Вардхалу і шукаю гідних воїнів.

source: Ruszam do ruin Vardhal, mógłbyś mnie jakoś wspomóc?
uk: Я вирушаю до руїн Вардхалу, чи не міг би ти мені якось допомогти?

source: Ruszam na niebezpieczną wyprawę, będę potrzebował sporo mikstur.
uk: Я вирушаю в небезпечну експедицію і мені знадобиться багато мікстур.

source: Ruszam na wyprawę i przyda mi się trochę twojego piwa.
uk: Я збираюся в експедицію і не відмовився б від твого пива.

source: Ruszam na wyprawę, przyda mi się jakaś porządna broń.
uk: Я вирушаю в експедицію, мені знадобилася б якась пристойна зброя.

source: Ruszamy do ruin Vardhal odszukać pewien stary cenny przedmiot. Oczywiście, oprócz niego w skarbcu będzie też sporo złota...
uk: Ми вирушаємо до руїн Вардхалу, щоб знайти деяку старовинну цінну річ. Звісно, окрім неї, у сховищі буде ще й багато золота...

source: Ruszamy do walki z Benem, prawda?
uk: Збираєшся битися з Беном, так?

source: Ruszamy w stronę drzwi, wywarzamy je z hukiem, załatwiamy każdego, kto wejdzie nam w drogę, a Marvin z Caramonem pójdą odblokować przejście.
uk: Рухаємося до дверей, з тріском вибиваємо їх, розправляємося з усіма, хто стає на нашому шляху, поки Марвін і Карамон підуть відмикати прохід.

source: Ruszasz się inaczej, odcień skóry masz inny i jakoś tak inaczej po prostu ci z oczu patrzy.
uk: Ти рухаєшся по-іншому, у тебе інший відтінок шкіри, і щось інше у твоєму погляді.

source: Ruszyliśmy pomóc w obronie bramy głównej, gdy Ramsey wyskoczył ze swoimi ludźmi i nas całkowicie odciął. Gdyby nie wy, byłoby już po nas.
uk: Ми вирушили обороняти головні ворота, коли Рамзі вискочив зі своїми людьми і повністю відрізав нас. Якби не ви, нас би вже не було.

source: Ruszymy do ataku, gdy tylko usłyszymy zamieszanie w obozie.
uk: Підемо в атаку, як тільки почуємо переполох у таборі.
